OdRxMemberOverrule.removeOverrule(OdRxMember*,OdRxMemberOverrule*)
\details
Unregisters an overrule.
\param pOverruledSubject [in] Overruled member.
\param pOverrule         [in] Overrule.
\returns
eOk if an overrule is unregistered successfully, or an appropriate error code otherwise.
\remarks
Not implemented yet.

OdRxMemberOverrule.addOverrule(OdRxMember*,OdRxMemberOverrule*,System.Boolean)
\details
Registers a new overrule.
\param pOverruledSubject [in] Overruled member.
\param pOverrule         [in] Overrule.
\param bAddAtLast        [in] If true the overrule is added last. Optional.
\returns
eOk if a new overrule is registered successfully, or an appropriate error code otherwise.
\remarks
Not implemented yet.